$.fn.datepicker.dates['ar'] = {
    days: ["الأحد", "الإثنين", "الثلاثاء", "الأربعاء", "الخميس", "الجمعة", "السبت"],
    daysShort: ["أحد", "إثنين", "ثلاث", "أربع", "خميس", "جمعة", "سبت"],
    daysMin: ["ح", "ن", "ث", "ر", "خ", "ج", "س"],
    months: ["يناير", "فبراير", "مارس", "أبريل", "مايو", "يونيو", "يوليو", "أغسطس", "سبتمبر", "أكتوبر", "نوفمبر", "ديسمبر"],
    monthsShort: ["ينا", "فبر", "مارس", "أبر", "مايو", "يون", "يول", "أغس", "سبت", "أكت", "نوف", "ديس"],
    today: "اليوم",
    clear: "مسح",
    format: "mm/dd/yyyy",
    titleFormat: "MM yyyy", /* Leverages same syntax as 'format' */
    weekStart: 6
};
